---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod2
source: html/e93ad123-73c9-fd86-6879-ac61d7bd50f8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod2 Property

"Poisson ratio Y"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod2 { get; }
```